[{
  "_id": {
    "$oid": "65a2354c7a86181ea6a051c6"
  },
  "title": "The Complete 2024 Web Development Bootcamp",
  "thumbnail": "https://img-c.udemycdn.com/course/480x270/1565838_e54e_18.jpg",
  "duration": "28798",
  "categoryName": "Full Stack Development",
  "longDescription": "Chirographum sed tutamen attero. Confido verbum accendo. Adamo aetas ullam deprecator damno vulgus abutor ipsum.\nAnser sollicito basium. Aperte error vilicus sperno sequi. Adeptio defluo apparatus tendo comedo conduco coniuratio summopere talus assentator.\nTergeo clementia unus assumenda solutio audentia. Cubitum doloremque addo tunc depulso suasoria adopto auctor carcer tabesco. Caveo cariosus peior cornu deleniti dolore soluta.",
  "language": "en",
  "price": 575,
  "createdAt": {
    "$date": "2023-04-14T08:26:54.845Z"
  },
  "shortDescription": "Become a Full-Stack Web Developer with just ONE course. HTML, CSS, Javascript, Node, React, PostgreSQL, Web3 and DApps",
  "ratings": 4.7,
  "totalRatings": 35,
  "totalUserEnrolled": 0,
  "__v": 0
},
{
  "_id": {
    "$oid": "65a2354c7a86181ea6a051c7"
  },
  "title": "The Full Stack Web Development Bootcamp 2024 - MERN STACK",
  "thumbnail": "https://img-b.udemycdn.com/course/480x270/4505104_8592_8.jpg",
  "duration": "32830",
  "categoryName": "Full Stack Development",
  "longDescription": "Summisse amplitudo civitas aqua quod. Tribuo doloremque vel condico curis nisi. Crustulum auxilium spiculum theca corrigo tenax.\nAsper distinctio corrigo concedo denego voluptas administratio somniculosus cerno. Vallum cattus tandem cupiditas. Aequitas ocer adversus demoror veritatis amplus.\nAppello stabilis cura error defendo voluptas. Aedificium dens neque cubitum tantillus capto arbitro coniuratio consuasor et. Asper sordeo sortitus venustas.",
  "language": "en",
  "price": 109,
  "createdAt": {
    "$date": "2023-12-24T02:51:49.672Z"
  },
  "shortDescription": "fullstack web development  MERN STACK, ChatGPT, nodejs, react, mongodb, javascript, HTML, CSS, express, API, & more",
  "ratings": 4.2,
  "totalRatings": 24,
  "totalUserEnrolled": 0,
  "__v": 0
},
{
  "_id": {
    "$oid": "65a2354c7a86181ea6a051cc"
  },
  "title": "Beginner Full Stack Web Development: HTML, CSS, React & Node",
  "thumbnail": "https://img-b.udemycdn.com/course/480x270/1042110_ffc3_4.jpg",
  "duration": "80384",
  "categoryName": "Full Stack Development",
  "longDescription": "Uterque cometes consequuntur iusto votum cedo demulceo. Bestia currus torqueo. Exercitationem adipiscor iusto adicio conqueror.\nCimentarius sodalitas trans decipio commodi vorago acidus suasoria curia creo. Voluptates vitium deduco veniam odio amita. Volup capitulus debeo strenuus nihil copia vulticulus cui argentum amicitia.\nCognatus sublime aeneus tum. Desolo cras circumvenio contego altus nisi unus vinum error appono. Ait tametsi placeat tondeo.",
  "language": "en",
  "price": 200,
  "createdAt": {
    "$date": "2023-11-18T23:26:42.016Z"
  },
  "shortDescription": "Learn web development with HTML, CSS, Bootstrap 4, ES6 React and Node",
  "ratings": 4.5,
  "totalRatings": 14,
  "totalUserEnrolled": 0,
  "__v": 0
},
{
  "_id": {
    "$oid": "65a2354c7a86181ea6a051cd"
  },
  "title": "Full stack web development and AI with Python (Django)",
  "thumbnail": "https://img-c.udemycdn.com/course/480x270/2389518_2852_3.jpg",
  "duration": "47987",
  "categoryName": "Full Stack Development",
  "longDescription": "Conicio stips eum toties suppellex crinis. Defluo arceo illo conqueror utilis carpo. Cerno dolorum amor laudantium adamo laboriosam.\nPariatur cognatus ter suppellex quasi vere unde pel. Aro utroque tardus excepturi. Illum thymbra cruciamentum.\nDenuncio necessitatibus terreo angelus carcer adnuo thesis vociferor absum adipisci. Comitatus torrens dolores. Antiquus arbor acquiro accusantium.",
  "language": "en",
  "price": 544,
  "createdAt": {
    "$date": "2023-01-21T13:06:49.704Z"
  },
  "shortDescription": "HTML, CSS, JavaScript, Python, Django, Pandas, Sklearn, Keras, Git, Linux - Full stack web development /data science/ AI",
  "ratings": 4.5,
  "totalRatings": 41,
  "totalUserEnrolled": 0,
  "__v": 0
},
{
  "_id": {
    "$oid": "65a2354c7a86181ea6a051ce"
  },
  "title": "Web Development | HTML | CSS | JavaScript | jQuery | NodeJS",
  "thumbnail": "https://img-c.udemycdn.com/course/480x270/1586922_ab84_2.jpg",
  "duration": "51948",
  "categoryName": "Full Stack Development",
  "longDescription": "Amplitudo ager caelum adamo defluo adstringo. Animi clamo absum argumentum. Adipisci caste commodi vomica suggero conscendo magnam.\nCrastinus verbera voro catena conduco careo tamquam. Usitas coepi alienus ait vorax acceptus. Expedita abscido tracto vitiosus.\nSub texo acceptus alveus cimentarius tibi eum cometes angelus. Tamisium careo nobis alioqui. Atavus aqua speculum adfero aqua doloribus.",
  "language": "en",
  "price": 727,
  "createdAt": {
    "$date": "2023-09-30T00:50:29.230Z"
  },
  "shortDescription": "Full Stack Web Development Bootcamp | HTML Project | HTML 5 | CSS 3 | JavaScript | Bootstrap | ES6 | jQuery | NodeJS",
  "ratings": 2.8,
  "totalRatings": 46,
  "totalUserEnrolled": 0,
  "__v": 0
},
{
  "_id": {
    "$oid": "65a2354c7a86181ea6a051cf"
  },
  "title": "The Full Stack Web Development Bootcamp (Frontend & Backend)",
  "thumbnail": "https://img-c.udemycdn.com/course/480x270/4743940_53b1_6.jpg",
  "duration": "3551",
  "categoryName": "Full Stack Development",
  "longDescription": "Tergum vulgo adipisci quas defetiscor nisi turba decimus solutio non. Causa crebro argumentum peior curriculum territo conventus acervus. Vir amaritudo tracto deprecator varietas adiuvo acer conventus trepide capillus.\nCompello laudantium bene appono aperte dicta alveus sapiente. Caritas victus minus amplus vulgaris calco. Officiis vito socius defungo abstergo.\nCunae suus socius beneficium vallum subnecto ipsum bonus utrimque. Dicta tergum thymbra depopulo exercitationem provident curso. Summopere temptatio universe constans synagoga admoneo necessitatibus nam strues.",
  "language": "en",
  "price": 939,
  "createdAt": {
    "$date": "2023-11-20T12:14:35.838Z"
  },
  "shortDescription": "Full Stack Web Development Bootcamp (HTML, CSS, JavaScript,jQuery, Web Templates, PHP, MySQL,MySQLi, with Source Code)",
  "ratings": 4.4,
  "totalRatings": 6,
  "totalUserEnrolled": 0,
  "__v": 0
},
{
  "_id": {
    "$oid": "65a2354c7a86181ea6a051ca"
  },
  "title": "Full Stack Web Development with React JS, Angular and NodeJS",
  "thumbnail": "https://img-b.udemycdn.com/course/480x270/3770614_40f4_5.jpg",
  "duration": "54069",
  "categoryName": "Full Stack Development",
  "longDescription": "Perspiciatis provident apto minus collum ocer aveho. Chirographum conturbo admitto. Decumbo decumbo abundans nam tribuo.\nAdipiscor termes a aeternus umquam deleniti tantum substantia vir deprimo. Taedium vomer deludo addo ulterius pecco thorax adsuesco aeger. Peior uter dolorem coruscus aeger urbs adipisci vindico.\nThesaurus audacia capio cras admiratio coma cicuta adsum cupiditate. Textor cubitum curvo conservo perspiciatis vitiosus creta terreo deripio tero. Accusantium audio a tergiversatio trado usus sodalitas.",
  "language": "en",
  "price": 339,
  "createdAt": {
    "$date": "2023-07-03T22:53:43.436Z"
  },
  "shortDescription": "Full stack web development. Up full stack developer career with HTML CSS Javascript, React JS, Angular, NodeJS, MongoDB",
  "ratings": 4.5,
  "totalRatings": 57,
  "totalUserEnrolled": 0,
  "__v": 0
},
{
  "_id": {
    "$oid": "65a2354c7a86181ea6a051cb"
  },
  "title": "The Complete Web Development Course - Build 15 Projects",
  "thumbnail": "https://img-b.udemycdn.com/course/480x270/548278_b005_9.jpg",
  "duration": "26489",
  "categoryName": "Full Stack Development",
  "longDescription": "Arcus vere officia delego solium amo iure. Adopto atrocitas ager caritas vir denique. Ascisco corrigo claustrum.\nAscisco decimus solus bestia utilis esse. Quibusdam arca infit ulterius altus universe vado cur tamisium. Deleniti spiritus qui verbum aer.\nSublime caveo consequatur vetus comparo aer adipisci totam audacia. Acer angelus admiratio decumbo audio occaecati torrens. Tubineus utroque amissio ascisco teneo vester.",
  "language": "en",
  "price": 0,
  "createdAt": {
    "$date": "2023-03-08T15:40:11.437Z"
  },
  "shortDescription": "The only course you need to become a full-stack web developer. Covers HTML5, CSS3, JS, ES6, Node, APIs, Mobile & more!",
  "ratings": 4.5,
  "totalRatings": 68,
  "totalUserEnrolled": 0,
  "__v": 0
},
{
  "_id": {
    "$oid": "65a2354c7a86181ea6a051c9"
  },
  "title": "The Ultimate 2023 Fullstack Web Development Bootcamp",
  "thumbnail": "https://img-c.udemycdn.com/course/480x270/3655840_1c3c.jpg",
  "duration": "61856",
  "categoryName": "Full Stack Development",
  "longDescription": "Colligo sophismata aduro similique. Omnis appello incidunt ars contego teres curtus acer. Vilis virtus claustrum adficio suadeo sed.\nAperio alo beatus. Depopulo vergo volubilis synagoga. Talio tenus tandem circumvenio cibus adinventitias aestus.\nTonsor textus toties verus corpus acquiro ea quod. Quasi tabesco tergo optio caries sperno id subnecto. Deputo cupiditate stultus laboriosam stabilis arca apto repudiandae spoliatio deinde.",
  "language": "en",
  "price": 94,
  "createdAt": {
    "$date": "2024-01-04T18:59:06.105Z"
  },
  "shortDescription": "Become a fullstack web developer (and get a job) by taking this ONE course, even if you've never coded before.",
  "ratings": 4.7,
  "totalRatings": 14,
  "totalUserEnrolled": 0,
  "__v": 0
},
{
  "_id": {
    "$oid": "65a2354c7a86181ea6a051c8"
  },
  "title": "The Web Developer Bootcamp 2024",
  "thumbnail": "https://img-c.udemycdn.com/course/480x270/625204_436a_3.jpg",
  "duration": "18833",
  "categoryName": "Full Stack Development",
  "longDescription": "Tergeo verbera somnus. Depromo atavus adduco talis argumentum deserunt. Cibus alius degusto.\nSit accusator voveo eum. Sursum sint amplus vinculum aro debilito tersus delectus undique verus. Patrocinor tergo alveus reiciendis suus quos vicinus arbor vulgo speciosus.\nAranea theca ipsum. Quo praesentium aeternus ocer sequi. Vinum solum deficio voluptas vinum texo bellicus argumentum curia.",
  "language": "en",
  "price": 159,
  "createdAt": {
    "$date": "2023-07-30T23:22:32.271Z"
  },
  "shortDescription": "10 Hours of React just added. Become a Developer With ONE course - HTML, CSS, JavaScript, React, Node, MongoDB and More!",
  "ratings": 4.7,
  "totalRatings": 41,
  "totalUserEnrolled": 0,
  "__v": 0
},
{
  "_id": {
    "$oid": "65a2366646a4c3d11ba5b6ee"
  },
  "title": "Deep Learning A-Z 2024: Neural Networks, AI & ChatGPT Prize",
  "thumbnail": "https://img-c.udemycdn.com/course/480x270/1151632_de9b.jpg",
  "duration": "82280",
  "categoryName": "Deep Learning",
  "longDescription": "Iure canonicus rerum cursus viscus apud alo. Ipsum adulescens summa adeo argentum non vetus sordeo cibus. Eum quas subiungo curis voluptatibus aeneus consectetur pecus alveus.\nConfido corona amplexus voro copiose quas. Spero sapiente vero accusamus clam sto velit adduco. Sufficio velociter tactus thesis ustulo suppono.\nAuditor desidero circumvenio. Asporto curo animadverto cicuta. Xiphias usitas minima sponte auditor demulceo aptus spiculum.",
  "language": "en",
  "price": 195,
  "createdAt": {
    "$date": "2023-11-21T04:40:03.971Z"
  },
  "shortDescription": "Learn to create Deep Learning models in Python from two Machine Learning, Data Science experts. Code templates included.",
  "ratings": 4.6,
  "totalRatings": 11,
  "totalUserEnrolled": 0,
  "__v": 0
},
{
  "_id": {
    "$oid": "65a2366646a4c3d11ba5b6ef"
  },
  "title": "A deep understanding of deep learning (with Python intro)",
  "thumbnail": "https://img-c.udemycdn.com/course/480x270/4221858_0d53_3.jpg",
  "duration": "44486",
  "categoryName": "Deep Learning",
  "longDescription": "Cotidie corporis sollers aliquid. Laudantium uter censura aestivus apostolus ventus volva. Deduco degero ambitus.\nVerbera avarus dedecor audio. Clibanus sollers arca tenuis illo absens. Sustineo amiculum nam itaque aqua ex attonbitus fuga.\nVoluptates creator aegre. Patrocinor conor abscido suasoria dapifer cohibeo adipisci arceo demitto veritatis. Bellicus temporibus xiphias vito acquiro eos.",
  "language": "en",
  "price": 846,
  "createdAt": {
    "$date": "2023-03-19T11:45:36.959Z"
  },
  "shortDescription": "Master deep learning in PyTorch using an experimental scientific approach, with lots of examples and practice problems.",
  "ratings": 3.2,
  "totalRatings": 56,
  "totalUserEnrolled": 0,
  "__v": 0
},
{
  "_id": {
    "$oid": "65a2366646a4c3d11ba5b6f0"
  },
  "title": "TensorFlow Developer Certificate Bootcamp",
  "thumbnail": "https://img-c.udemycdn.com/course/480x270/3693164_f87d_3.jpg",
  "duration": "52816",
  "categoryName": "Deep Learning",
  "longDescription": "Arto repudiandae quos adeo paulatim. Nesciunt alius cauda cras tardus pectus defluo usque totam via. Anser spectaculum atqui sed veritas succurro defendo.\nAurum verto reprehenderit absens commodi tollo adipiscor. Decumbo surculus blandior modi apparatus quis apparatus super comminor error. Territo curriculum summa ademptio strenuus confugo.\nDecet aer cohaero chirographum soleo totus varius. Spargo curso acsi caelestis velociter tenetur somnus benevolentia arcesso. Eaque ut adduco amplus usitas atrox ipsam cubicularis ater defleo.",
  "language": "en",
  "price": 600,
  "createdAt": {
    "$date": "2024-01-01T13:20:53.437Z"
  },
  "shortDescription": "Pass the TensorFlow Developer Certification Exam by Google. Become an AI, Machine Learning, and Deep Learning expert!",
  "ratings": 4.7,
  "totalRatings": 39,
  "totalUserEnrolled": 0,
  "__v": 0
},
{
  "_id": {
    "$oid": "65a2366646a4c3d11ba5b6f3"
  },
  "title": "Deep Learning for Beginners: Core Concepts and PyTorch",
  "thumbnail": "https://img-b.udemycdn.com/course/480x270/4127896_5b9d_3.jpg",
  "duration": "90063",
  "categoryName": "Deep Learning",
  "longDescription": "Concedo stillicidium vinculum aequus aliquid trucido viridis traho somnus blanditiis. Velut stabilis colo consequuntur amissio. Amissio tonsor crinis barba nihil.\nAdeptio theca dedecor aeternus coniuratio cometes tui vulnero voveo. Animi paulatim terror tenetur adinventitias subiungo verecundia baiulus. Verbum capto caelum.\nDelego speciosus aspicio talio vulgaris thesaurus statim casus soluta supplanto. Incidunt uterque totus vigilo pecco aut cubo civitas. Vix approbo amissio volaticus vulgo.",
  "language": "en",
  "price": 520,
  "createdAt": {
    "$date": "2023-11-28T14:35:02.743Z"
  },
  "shortDescription": "Get an Intuitive Understanding of Deep Learning",
  "ratings": 4.9,
  "totalRatings": 82,
  "totalUserEnrolled": 0,
  "__v": 0
},
{
  "_id": {
    "$oid": "65a2366646a4c3d11ba5b6f4"
  },
  "title": "The Data Science Course: Complete Data Science Bootcamp 2024",
  "thumbnail": "https://img-b.udemycdn.com/course/480x270/1754098_e0df_3.jpg",
  "duration": "46479",
  "categoryName": "Deep Learning",
  "longDescription": "Maxime stillicidium ancilla nulla carcer caries carpo comparo. Cura anser soleo aperte somnus. Patrocinor crur aggredior spes.\nAuctus excepturi suffoco odio appositus auxilium thermae vis. Spiculum quos sunt adeptio tactus denuo dolorem caput. Suscipit debilito tenax ventus summopere sodalitas aurum vaco vulgo theatrum.\nCurrus sursum quis ullam subiungo adsidue utroque est. Sunt celebrer quibusdam. Accusantium cumque clementia tergeo articulus sulum inventore advoco conqueror.",
  "language": "en",
  "price": 243,
  "createdAt": {
    "$date": "2023-01-23T19:15:22.401Z"
  },
  "shortDescription": "Complete Data Science Training: Mathematics, Statistics, Python, Advanced Statistics in Python, Machine & Deep Learning",
  "ratings": 4.6,
  "totalRatings": 50,
  "totalUserEnrolled": 0,
  "__v": 0
},
{
  "_id": {
    "$oid": "65a2366646a4c3d11ba5b6f5"
  },
  "title": "Machine Learning A-Z: AI, Python & R + ChatGPT Prize [2024]",
  "thumbnail": "https://img-c.udemycdn.com/course/480x270/950390_270f_3.jpg",
  "duration": "58680",
  "categoryName": "Deep Learning",
  "longDescription": "Ducimus campana urbanus amita aqua. Degenero vehemens acidus caute videlicet voluptatibus eveniet. Paulatim tenetur tenetur causa tubineus tempore commemoro totus aestus viridis.\nAuditor et commemoro vox alioqui cornu viriliter talis. Verus creber velociter. Absum verumtamen barba asperiores.\nCattus suus audentia voco acies torrens alius circumvenio uterque minima. Bibo sint attero atque exercitationem commodi arbustum acquiro. Vix templum adnuo teneo cubo sublime deficio cursim repellendus suscipit.",
  "language": "en",
  "price": 137,
  "createdAt": {
    "$date": "2023-07-11T12:24:52.055Z"
  },
  "shortDescription": "Learn to create Machine Learning Algorithms in Python and R from two Data Science experts. Code templates included.",
  "ratings": 4.5,
  "totalRatings": 85,
  "totalUserEnrolled": 0,
  "__v": 0
},
{
  "_id": {
    "$oid": "65a2366646a4c3d11ba5b6f1"
  },
  "title": "PyTorch for Deep Learning Bootcamp",
  "thumbnail": "https://img-b.udemycdn.com/course/480x270/4734870_4de8.jpg",
  "duration": "17379",
  "categoryName": "Deep Learning",
  "longDescription": "Ustulo conqueror audeo collum aduro bibo defero demo crinis. Vado deludo sumo tredecim nemo theologus xiphias. Quisquam uterque tyrannus tricesimus.\nAmbulo advenio spero patria. Dolorem via armarium somniculosus crinis cohibeo sint volubilis sopor attonbitus. Sublime cimentarius vulpes colligo vomica.\nEnim vix careo impedit crepusculum mollitia laborum. Admoveo aestas decipio utor vinitor vesica desino. Damno amplus arcesso tenus succurro.",
  "language": "en",
  "price": 832,
  "createdAt": {
    "$date": "2024-01-06T20:56:42.022Z"
  },
  "shortDescription": "Learn PyTorch. Become a Deep Learning Engineer. Get Hired.",
  "ratings": 4.7,
  "totalRatings": 96,
  "totalUserEnrolled": 0,
  "__v": 0
},
{
  "_id": {
    "$oid": "65a2366646a4c3d11ba5b6f7"
  },
  "title": "Complete A.I. & Machine Learning, Data Science Bootcamp",
  "thumbnail": "https://img-c.udemycdn.com/course/480x270/2511476_4e38_5.jpg",
  "duration": "85364",
  "categoryName": "Deep Learning",
  "longDescription": "Repudiandae temeritas caecus absconditus tamdiu similique vulariter. Pauci eum combibo. Defleo volaticus clamo nulla sordeo.\nDolores curto ars. Explicabo tero ulterius dolorum. Tamdiu uberrime suggero utrimque.\nEst subseco sol soluta cognomen ab ea accusator angelus caute. Crux coruscus vado. Explicabo super undique culpo explicabo deripio coerceo urbanus.",
  "language": "en",
  "price": 676,
  "createdAt": {
    "$date": "2023-08-09T03:09:52.977Z"
  },
  "shortDescription": "Learn Data Science, Data Analysis, Machine Learning (Artificial Intelligence) and Python with Tensorflow, Pandas & more!",
  "ratings": 4.6,
  "totalRatings": 58,
  "totalUserEnrolled": 0,
  "__v": 0
},
{
  "_id": {
    "$oid": "65a2366646a4c3d11ba5b6f2"
  },
  "title": "Tensorflow 2.0: Deep Learning and Artificial Intelligence",
  "thumbnail": "https://img-c.udemycdn.com/course/480x270/2430492_5cdb_8.jpg",
  "duration": "64925",
  "categoryName": "Deep Learning",
  "longDescription": "Cohaero tot decerno vitium vae. Vitiosus magni libero valetudo. Cometes anser coma.\nSpes patruus delectatio. Sol damno enim cursus demulceo terebro ipsa ascisco derideo auctus. Damnatio suffoco curia averto porro.\nTepidus paens temperantia vester arbor tricesimus commodo trucido theatrum tremo. Convoco alioqui advoco versus sublime crustulum accommodo enim bardus abduco. Copia vereor cena dolor spiculum subito.",
  "language": "en",
  "price": 0,
  "createdAt": {
    "$date": "2023-03-02T15:34:15.709Z"
  },
  "shortDescription": "Machine Learning & Neural Networks for Computer Vision, Time Series Analysis, NLP, GANs, Reinforcement Learning, +More!",
  "ratings": 4.6,
  "totalRatings": 11,
  "totalUserEnrolled": 0,
  "__v": 0
},
{
  "_id": {
    "$oid": "65a2366646a4c3d11ba5b6f6"
  },
  "title": "The Complete Neural Networks Bootcamp: Theory, Applications",
  "thumbnail": "https://img-b.udemycdn.com/course/480x270/1795952_e23e_2.jpg",
  "duration": "44440",
  "categoryName": "Deep Learning",
  "longDescription": "Suasoria verbum turba quod vulariter ascit. Earum assentator valetudo vinculum. Sollers suadeo ventito demergo paulatim dolorum.\nTamquam tempus confero voveo attonbitus angelus uxor. Minima demens solus decimus celer reprehenderit baiulus depromo odio. Apparatus velut deporto convoco adiuvo.\nBlandior cotidie benevolentia cubicularis. Sto laudantium quasi confero tabula antea deputo paulatim adamo. Usitas apparatus enim.",
  "language": "en",
  "price": 0,
  "createdAt": {
    "$date": "2023-10-14T17:28:51.693Z"
  },
  "shortDescription": "Deep Learning and Neural Networks Theory and Applications with PyTorch! Including Transformers, BERT and GPT!",
  "ratings": 4.6,
  "totalRatings": 7,
  "totalUserEnrolled": 0,
  "__v": 0
},
{
  "_id": {
    "$oid": "65a237380b1ab313eb74cd09"
  },
  "title": "Machine Learning A-Z: AI, Python & R + ChatGPT Prize [2024]",
  "thumbnail": "https://img-c.udemycdn.com/course/480x270/950390_270f_3.jpg",
  "duration": "49423",
  "categoryName": "Machine Learning",
  "longDescription": "Ut demo possimus vos titulus vesco vulgaris facilis vulnero tempus. Censura ambitus virga solium molestiae. Ustulo turba cognatus valens abduco demum.\nRepellat curso conspergo exercitationem. Sol virga coruscus corporis. Taedium similique cras tactus videlicet repellendus crux versus.\nVox benevolentia arcus pectus. Velit temporibus uberrime sapiente colligo cubo voro. Officiis cohaero vestrum abbas coerceo thesaurus tendo valetudo.",
  "language": "en",
  "price": 826,
  "createdAt": {
    "$date": "2023-06-11T21:33:13.260Z"
  },
  "shortDescription": "Learn to create Machine Learning Algorithms in Python and R from two Data Science experts. Code templates included.",
  "ratings": 4.5,
  "totalRatings": 92,
  "totalUserEnrolled": 0,
  "__v": 0
},
{
  "_id": {
    "$oid": "65a237380b1ab313eb74cd0a"
  },
  "title": "Complete A.I. & Machine Learning, Data Science Bootcamp",
  "thumbnail": "https://img-c.udemycdn.com/course/480x270/2511476_4e38_5.jpg",
  "duration": "56050",
  "categoryName": "Machine Learning",
  "longDescription": "Totus cognatus debeo debilito approbo vulgus vestrum. Placeat coaegresco cunctatio abduco alienus spectaculum. Consequuntur speciosus sum volubilis annus abstergo consequatur.\nAvaritia arx pariatur textilis. Viscus ipsam reiciendis vapulus virga. Consequatur vitium cupio votum dedico vindico vociferor vitae veritatis.\nSunt vehemens voluntarius confugo est audeo blandior vergo. Talus valde vesco necessitatibus. Thermae apud spargo ascit arbor spargo ducimus vestrum audio armarium.",
  "language": "en",
  "price": 0,
  "createdAt": {
    "$date": "2023-08-29T08:24:07.367Z"
  },
  "shortDescription": "Learn Data Science, Data Analysis, Machine Learning (Artificial Intelligence) and Python with Tensorflow, Pandas & more!",
  "ratings": 4.6,
  "totalRatings": 11,
  "totalUserEnrolled": 0,
  "__v": 0
},
{
  "_id": {
    "$oid": "65a237380b1ab313eb74cd0b"
  },
  "title": "Mathematical Foundations of Machine Learning",
  "thumbnail": "https://img-c.udemycdn.com/course/480x270/3501832_8dbc_3.jpg",
  "duration": "27788",
  "categoryName": "Machine Learning",
  "longDescription": "Cubo subiungo campana arcesso vigor qui thorax spiritus amitto perferendis. Desipio solio mollitia conqueror aduro bardus. Cinis alveus consequuntur claustrum.\nTum cunae reprehenderit pel advoco cursim sonitus censura odit pectus. Ratione architecto crustulum aliqua cursus cultura tutamen viridis. Surgo supra quaerat advoco tergeo ut aer cum.\nCaecus adsum tempora bos solum desidero argentum demergo. Velut vitium communis. Succedo commodi creo ustulo totam tactus autus copiose solitudo adinventitias.",
  "language": "en",
  "price": 571,
  "createdAt": {
    "$date": "2023-03-29T09:47:12.276Z"
  },
  "shortDescription": "Essential Linear Algebra and Calculus Hands-On in NumPy, TensorFlow, and PyTorch",
  "ratings": 4.6,
  "totalRatings": 70,
  "totalUserEnrolled": 0,
  "__v": 0
},
{
  "_id": {
    "$oid": "65a237380b1ab313eb74cd0e"
  },
  "title": "Machine Learning, Data Science and Generative AI with Python",
  "thumbnail": "https://img-c.udemycdn.com/course/480x270/671576_a272_4.jpg",
  "duration": "39623",
  "categoryName": "Machine Learning",
  "longDescription": "Officiis bonus tersus. Pecus utor volutabrum textilis cuppedia umerus cuppedia. Tabesco commodi tergo subseco cur acceptus voco distinctio curiositas.\nRatione totidem debilito clam summa. Administratio chirographum adaugeo tribuo cornu copia ubi vado volva. Delectatio adnuo vetus corroboro nostrum tero deripio deputo.\nNon tepesco delibero desipio vomito studio attonbitus corrumpo tersus. Tergiversatio tertius venia aestivus asporto supplanto cur advenio valens colligo. Absorbeo virtus demoror versus taedium ventus admoneo est sopor ipsam.",
  "language": "en",
  "price": 380,
  "createdAt": {
    "$date": "2023-02-10T14:30:20.924Z"
  },
  "shortDescription": "Complete hands-on machine learning and AI tutorial with data science, Tensorflow, GPT, OpenAI, and neural networks",
  "ratings": 4.6,
  "totalRatings": 12,
  "totalUserEnrolled": 0,
  "__v": 0
},
{
  "_id": {
    "$oid": "65a237380b1ab313eb74cd0f"
  },
  "title": "Python for Machine Learning & Data Science Masterclass",
  "thumbnail": "https://img-c.udemycdn.com/course/480x270/2769460_e60c.jpg",
  "duration": "70267",
  "categoryName": "Machine Learning",
  "longDescription": "Aufero civis ater vaco alius uxor textilis. Accommodo tantillus vulariter enim accusamus laborum vehemens corroboro sustineo amplexus. Aestas deficio ipsum conculco decumbo cuius confero conatus alter vix.\nApparatus quibusdam terra. Aegrus defluo arbustum acerbitas angulus. Pecco coaegresco ea depraedor.\nQuo viriliter abutor comes. Vestigium adversus desparatus iure sulum. Tripudio ullus tracto.",
  "language": "en",
  "price": 448,
  "createdAt": {
    "$date": "2024-01-07T08:13:14.051Z"
  },
  "shortDescription": "Learn about Data Science and Machine Learning with Python! Including Numpy, Pandas, Matplotlib, Scikit-Learn and more!",
  "ratings": 4.7,
  "totalRatings": 41,
  "totalUserEnrolled": 0,
  "__v": 0
},
{
  "_id": {
    "$oid": "65a237380b1ab313eb74cd10"
  },
  "title": "The Data Science Course: Complete Data Science Bootcamp 2024",
  "thumbnail": "https://img-b.udemycdn.com/course/480x270/1754098_e0df_3.jpg",
  "duration": "47398",
  "categoryName": "Machine Learning",
  "longDescription": "Odio absconditus cras cicuta talio cruentus copiose bellum commemoro aperio. Atavus villa absorbeo umbra voluptatum spargo tum provident. Vomica quod ipsum damno thymbra verbera.\nAdstringo super argentum bestia vulgaris dedecor uberrime contra amplexus annus. Vespillo ceno agnitio stabilis caveo usus. Demoror vomer aegrotatio vociferor voluptas suppellex.\nAdnuo ulciscor varietas adicio ascit verecundia circumvenio sonitus accusamus. Astrum tepidus crustulum substantia. Apto expedita dolorem accedo.",
  "language": "en",
  "price": 396,
  "createdAt": {
    "$date": "2023-05-20T02:07:38.559Z"
  },
  "shortDescription": "Complete Data Science Training: Mathematics, Statistics, Python, Advanced Statistics in Python, Machine & Deep Learning",
  "ratings": 4.6,
  "totalRatings": 95,
  "totalUserEnrolled": 0,
  "__v": 0
},
{
  "_id": {
    "$oid": "65a237380b1ab313eb74cd11"
  },
  "title": "AWS Certified Machine Learning Specialty 2024 - Hands On!",
  "thumbnail": "https://img-b.udemycdn.com/course/480x270/2529790_a0c6_9.jpg",
  "duration": "37304",
  "categoryName": "Machine Learning",
  "longDescription": "Uterque ubi victus deduco attero arbustum surculus laborum aperio virgo. Comes vel tutamen temeritas minus villa testimonium corrupti. Contra tersus colo comes adimpleo aspernatur.\nCruentus absorbeo curia abundans quia. Congregatio tenuis textilis blandior canto crapula eligendi. Vito abscido acer catena.\nTrepide voluptates vesco. Sonitus eligendi vinco delibero coerceo. Coaegresco acies blanditiis antea.",
  "language": "en",
  "price": 0,
  "createdAt": {
    "$date": "2023-03-23T21:19:06.665Z"
  },
  "shortDescription": "AWS machine learning certification preparation - learn SageMaker, generative AI, data engineering, modeling & more",
  "ratings": 4.6,
  "totalRatings": 54,
  "totalUserEnrolled": 0,
  "__v": 0
},
{
  "_id": {
    "$oid": "65a237380b1ab313eb74cd12"
  },
  "title": "Deep Learning A-Z 2024: Neural Networks, AI & ChatGPT Prize",
  "thumbnail": "https://img-c.udemycdn.com/course/480x270/1151632_de9b.jpg",
  "duration": "91558",
  "categoryName": "Machine Learning",
  "longDescription": "Cuppedia spiritus iure. Decretum desolo urbanus ventosus tremo. Curriculum solitudo centum tenax bonus.\nDens derideo vomer annus arx allatus demum defungo casso capto. Canis tenax curiositas arbustum tabernus vociferor. Advenio credo magnam aeternus amor.\nConvoco teneo vinum odit spiritus audacia. Decipio trans thymum repellat substantia tribuo carus. Usitas enim antiquus.",
  "language": "en",
  "price": 863,
  "createdAt": {
    "$date": "2023-08-19T11:37:32.459Z"
  },
  "shortDescription": "Learn to create Deep Learning models in Python from two Machine Learning, Data Science experts. Code templates included.",
  "ratings": 4.6,
  "totalRatings": 99,
  "totalUserEnrolled": 0,
  "__v": 0
},
{
  "_id": {
    "$oid": "65a237380b1ab313eb74cd0c"
  },
  "title": "TensorFlow Developer Certificate Bootcamp",
  "thumbnail": "https://img-c.udemycdn.com/course/480x270/3693164_f87d_3.jpg",
  "duration": "22418",
  "categoryName": "Machine Learning",
  "longDescription": "Debilito depraedor acquiro denique tum talio ad valeo amicitia magni. Denego statua depromo comedo suppono cumque aggredior peccatus umquam. Curvo coruscus umerus confugo cetera venustas arguo caput.\nVitium absens decimus caterva. Synagoga sto subseco tandem sequi angulus. Error surgo exercitationem spero condico.\nDeporto excepturi vulgo caelum adficio. Cognatus suscipio aperiam desolo demulceo dolorum recusandae comburo talio quae. Taedium demum vinum.",
  "language": "en",
  "price": 300,
  "createdAt": {
    "$date": "2023-10-10T14:33:14.747Z"
  },
  "shortDescription": "Pass the TensorFlow Developer Certification Exam by Google. Become an AI, Machine Learning, and Deep Learning expert!",
  "ratings": 4.7,
  "totalRatings": 45,
  "totalUserEnrolled": 0,
  "__v": 0
},
{
  "_id": {
    "$oid": "65a237380b1ab313eb74cd0d"
  },
  "title": "Python for Data Science and Machine Learning Bootcamp",
  "thumbnail": "https://img-c.udemycdn.com/course/480x270/903744_8eb2.jpg",
  "duration": "63396",
  "categoryName": "Machine Learning",
  "longDescription": "Termes vulgo esse terebro inventore absconditus torqueo ad. Studio cumque creta victus curriculum ratione perspiciatis abscido. Venia depereo aro vobis dignissimos compono ullam ascisco.\nConor minima corrigo. Caterva amoveo copia cotidie casso. Censura aranea vinculum voluptatibus veniam demens cado capillus.\nTamdiu amplus spargo. Articulus perferendis vinum crux cruciamentum. Accommodo celer validus curatio degusto sopor.",
  "language": "en",
  "price": 999,
  "createdAt": {
    "$date": "2023-02-22T04:08:00.521Z"
  },
  "shortDescription": "Learn how to use NumPy, Pandas, Seaborn , Matplotlib , Plotly , Scikit-Learn , Machine Learning, Tensorflow , and more!",
  "ratings": 4.6,
  "totalRatings": 14,
  "totalUserEnrolled": 0,
  "__v": 0
},
{
  "_id": {
    "$oid": "65a23799b0f2bbd3c4eef032"
  },
  "title": "The Complete Android 14 Developer Course - Java & Kotlin",
  "thumbnail": "https://img-c.udemycdn.com/course/480x270/2549063_3daf_4.jpg",
  "duration": "29614",
  "categoryName": "App Development",
  "longDescription": "Bis ago consequatur. Tui creber tepidus corona ceno peccatus. Tam tergiversatio vulpes amitto copiose viscus accendo odio curto vivo.\nVado balbus claustrum. Ara vel aqua patruus vallum trans capillus avaritia ater. Dapifer deleo tamisium undique pauci sit certus.\nVoluptate considero volo audentia. Canis texo clamo adflicto vobis tabella aperiam illo. Cito demonstro communis clementia umquam pax vito laudantium.",
  "language": "en",
  "price": 15,
  "createdAt": {
    "$date": "2023-12-14T08:46:20.681Z"
  },
  "shortDescription": "Learn Android App Development in both Java & Kotlin Languages. You'll master Android from ZERO to HERO",
  "ratings": 4.5,
  "totalRatings": 33,
  "totalUserEnrolled": 0,
  "__v": 0
},
{
  "_id": {
    "$oid": "65a23799b0f2bbd3c4eef033"
  },
  "title": "The Complete Android 14 & Kotlin Development Masterclass",
  "thumbnail": "https://img-c.udemycdn.com/course/480x270/2642574_61bb_2.jpg",
  "duration": "20637",
  "categoryName": "App Development",
  "longDescription": "Crepusculum super vesco calcar suggero viridis. Cresco auctus confero odio depraedor quia vester ancilla deorsum nesciunt. Repudiandae adstringo vomica custodia cursus demonstro earum carcer.\nDefetiscor creber tertius. Spiculum vallum adamo acer. Adstringo paens appono succedo.\nVoluptatem amo tristis cresco laudantium anser tego vos. Contigo coepi accommodo paulatim paens trepide tibi aedificium compono coruscus. Colo strenuus in.",
  "language": "en",
  "price": 542,
  "createdAt": {
    "$date": "2023-08-13T23:25:52.465Z"
  },
  "shortDescription": "Learn Android 14 App Development From Beginner to Advanced Developer. Build Apps like Trello, 7Min Workout, Weather App",
  "ratings": 4.5,
  "totalRatings": 53,
  "totalUserEnrolled": 0,
  "__v": 0
},
{
  "_id": {
    "$oid": "65a23799b0f2bbd3c4eef034"
  },
  "title": "Android 14 App Development Bootcamp 2023 - Build a portfolio",
  "thumbnail": "https://img-c.udemycdn.com/course/480x270/2835200_53a3_9.jpg",
  "duration": "77494",
  "categoryName": "App Development",
  "longDescription": "Ara cubicularis excepturi decimus aestivus universe. Urbs voluntarius templum viscus speciosus patria nobis catena nulla. Capillus clam demoror quidem.\nCircumvenio aliquam quaerat ex subseco quasi depereo. Annus utique armarium caterva tego bos sufficio accedo. Averto spargo calcar aspernatur commodo quam calamitas sed tenuis.\nVerumtamen tondeo sapiente dolor. Acer anser circumvenio. Dolorum conicio copiose pecus tabernus decipio enim.",
  "language": "en",
  "price": 59,
  "createdAt": {
    "$date": "2023-03-11T14:00:23.190Z"
  },
  "shortDescription": "Android App Development - Beginner to Professional - Make a portfolio of Apps - Java & Kotlin - Android 14",
  "ratings": 4.7,
  "totalRatings": 48,
  "totalUserEnrolled": 0,
  "__v": 0
},
{
  "_id": {
    "$oid": "65a23799b0f2bbd3c4eef035"
  },
  "title": "Android App Development with Kotlin | Beginner to Advanced",
  "thumbnail": "https://img-c.udemycdn.com/course/480x270/4390930_5cdc_11.jpg",
  "duration": "81636",
  "categoryName": "App Development",
  "longDescription": "Torrens velut dolore corrigo chirographum derelinquo astrum adeo. Curriculum thesis balbus video viscus urbanus spiculum annus sufficio. Dedecor tripudio dolor suscipit crapula cariosus.\nSupplanto denuo vestrum terror. Cedo colo depromo vesica abscido facilis audio crudelis amita. Corrumpo cunabula reprehenderit urbs.\nCarmen eligendi suus dolorem. Accedo curatio coruscus adeptio uterque ubi ulterius adsidue. Caute alter confugo confido.",
  "language": "en",
  "price": 76,
  "createdAt": {
    "$date": "2023-06-22T09:54:08.993Z"
  },
  "shortDescription": "Kotlin | Android App Development with Kotlin Android A-Z, Firebase Android, Android Studio, Android Development projects",
  "ratings": 4.4,
  "totalRatings": 90,
  "totalUserEnrolled": 0,
  "__v": 0
},
{
  "_id": {
    "$oid": "65a23799b0f2bbd3c4eef038"
  },
  "title": "iOS & Swift - The Complete iOS App Development Bootcamp",
  "thumbnail": "https://img-c.udemycdn.com/course/480x270/1778502_f4b9_12.jpg",
  "duration": "72789",
  "categoryName": "App Development",
  "longDescription": "Contego cursus numquam vitae cerno colo corrigo coepi taedium caelestis. Aetas bibo copiose terra exercitationem adamo incidunt vix copia minima. Contabesco comprehendo minima tredecim asperiores.\nCurriculum suppono velum. Tui spero angulus. Ipsam suasoria accendo.\nQuisquam aperio tergiversatio bis. Amicitia delibero debitis demitto acer qui depono vulticulus sit. Universe cupiditas ocer.",
  "language": "en",
  "price": 595,
  "createdAt": {
    "$date": "2024-01-09T17:37:01.375Z"
  },
  "shortDescription": "From Beginner to iOS App Developer with Just One Course! Fully Updated with a Comprehensive Module Dedicated to SwiftUI!",
  "ratings": 4.7,
  "totalRatings": 62,
  "totalUserEnrolled": 0,
  "__v": 0
},
{
  "_id": {
    "$oid": "65a23799b0f2bbd3c4eef039"
  },
  "title": "Android App Development Master Course with Java | Android",
  "thumbnail": "https://img-c.udemycdn.com/course/480x270/4150774_db89_5.jpg",
  "duration": "68346",
  "categoryName": "App Development",
  "longDescription": "Territo crux contabesco appositus. Capitulus caste crastinus. Sursum verto tenax audeo succedo earum sulum.\nVester accommodo ulterius. Crepusculum custodia cervus incidunt sufficio cimentarius comparo ascisco patior alii. Unde stabilis solutio colo.\nAduro aegre corrupti. Vulpes utrum occaecati taedium tergiversatio coaegresco damno. Dicta vis certe cubo dolore subseco comparo theca.",
  "language": "en",
  "price": 101,
  "createdAt": {
    "$date": "2023-06-03T15:29:18.248Z"
  },
  "shortDescription": "Android Java | Learn Android App Development java with Android Studio & Java to master your android development skills",
  "ratings": 4.4,
  "totalRatings": 57,
  "totalUserEnrolled": 0,
  "__v": 0
},
{
  "_id": {
    "$oid": "65a23799b0f2bbd3c4eef036"
  },
  "title": "Full Android Development Masterclass | 14 Real Apps-46 Hours",
  "thumbnail": "https://img-c.udemycdn.com/course/480x270/3653758_2d1e_9.jpg",
  "duration": "10103",
  "categoryName": "App Development",
  "longDescription": "Argentum tristis qui tego assumenda tyrannus. Totus dolorum celer totus. Suffoco amor demum quae vindico administratio adnuo usus consequuntur.\nDesparatus abeo quo caste cognatus abscido. Caterva omnis templum vestrum basium saepe debeo deleniti dolores aggero. Vomica astrum totus compono celebrer.\nDeporto trado crastinus demens vallum teneo aeneus barba decipio curtus. Decipio certe utique sed admoneo unde vitiosus carus depono viscus. Saepe terreo cunabula sponte.",
  "language": "en",
  "price": 656,
  "createdAt": {
    "$date": "2023-06-11T04:59:16.646Z"
  },
  "shortDescription": "The most comprehensive Android app development course, learn android development with Android Studio & Java and level up",
  "ratings": 4.4,
  "totalRatings": 35,
  "totalUserEnrolled": 0,
  "__v": 0
},
{
  "_id": {
    "$oid": "65a23799b0f2bbd3c4eef037"
  },
  "title": "Flutter & Dart - The Complete Guide [2024 Edition]",
  "thumbnail": "https://img-c.udemycdn.com/course/480x270/1708340_7108_5.jpg",
  "duration": "50653",
  "categoryName": "App Development",
  "longDescription": "Aufero valeo sublime. Pecus verecundia commemoro adinventitias capio comitatus delibero impedit adsum defaeco. Amet iste cenaculum.\nBlandior eos incidunt. Tenus canonicus audentia aperte vergo demergo voluptatum accedo. Vulgus caelestis depulso.\nUna conforto videlicet delicate vester autus sol. Deludo nisi tripudio arma comedo ex tribuo vir aestas. Cotidie supra utilis.",
  "language": "en",
  "price": 903,
  "createdAt": {
    "$date": "2023-07-19T18:54:27.324Z"
  },
  "shortDescription": "A Complete Guide to the Flutter SDK & Flutter Framework for building native iOS and Android apps",
  "ratings": 4.6,
  "totalRatings": 77,
  "totalUserEnrolled": 0,
  "__v": 0
},
{
  "_id": {
    "$oid": "65a23799b0f2bbd3c4eef03b"
  },
  "title": "Android Jetpack Compose: The Comprehensive Bootcamp",
  "thumbnail": "https://img-c.udemycdn.com/course/480x270/4351594_bbfa_2.jpg",
  "duration": "40649",
  "categoryName": "App Development",
  "longDescription": "Vilis creptio vitiosus consectetur adamo inflammatio. Eius brevis solium reiciendis animi debeo termes summa pauci. Vir uredo volutabrum.\nVicinus paulatim comitatus deserunt. Quaerat magni admiratio. Unus creta cupiditate careo.\nArchitecto trucido trucido capio at. Comptus volo varius asper odio comminor. Consequatur sollicito ver alioqui tametsi vulpes.",
  "language": "en",
  "price": 715,
  "createdAt": {
    "$date": "2023-07-08T22:57:06.463Z"
  },
  "shortDescription": "Kotlin Android App Development: Firebase Firestore, Hilt & Dagger, ROOM DB, ViewModel, Navigation & Clean Architecture",
  "ratings": 4.4,
  "totalRatings": 64,
  "totalUserEnrolled": 0,
  "__v": 0
},
{
  "_id": {
    "$oid": "65a23799b0f2bbd3c4eef03a"
  },
  "title": "The Comprehensive Android App Development Masterclass",
  "thumbnail": "https://img-c.udemycdn.com/course/480x270/2235576_b9d9_3.jpg",
  "duration": "57056",
  "categoryName": "App Development",
  "longDescription": "Beatae undique vestigium turba defaeco. Conventus sursum somnus verus vulgivagus. Defetiscor coniecto dedecor crustulum corona amitto arcus.\nStultus absque avaritia usitas. Dedecor benigne vomer solutio cenaculum. Causa beneficium reiciendis sophismata.\nOdit bestia aperte maiores ustulo terror utrum laudantium. Accusantium autus comburo deorsum inflammatio aurum delectatio. Culpo iste demo minus ventito tibi corroboro vita crepusculum sol.",
  "language": "en",
  "price": 812,
  "createdAt": {
    "$date": "2023-05-04T18:13:15.799Z"
  },
  "shortDescription": "Master Android App Development: ROOM Database, ML Kit Face Recognition, Firestore, Firebase, Maps and Android Studio IDE",
  "ratings": 4.3,
  "totalRatings": 14,
  "totalUserEnrolled": 0,
  "__v": 0
},
{
  "_id": {
    "$oid": "65a238215dc8d6f946287e4e"
  },
  "title": "The Project Management Course: Beginner to PROject Manager",
  "thumbnail": "https://img-c.udemycdn.com/course/480x270/1978132_e90d_5.jpg",
  "duration": "5150",
  "categoryName": "Project Manager",
  "longDescription": "Arma vestigium adhaero claustrum cognomen amplexus caveo condico. Aut facere usus sponte cattus auctus accendo alienus verumtamen synagoga. Excepturi antiquus viscus cuius.\nSuadeo una carus. Tandem aliquid approbo doloribus desolo ultio. Vitae sopor utor desolo denuo solitudo.\nVoluptatibus tenus civitas. Umquam sapiente ventito quos dens administratio. Sto amoveo coniuratio clam.",
  "language": "en",
  "price": 750,
  "createdAt": {
    "$date": "2023-05-10T07:08:31.316Z"
  },
  "shortDescription": "The Complete Course For Becoming A Successful Project Manager",
  "ratings": 4.6,
  "totalRatings": 26,
  "totalUserEnrolled": 0,
  "__v": 0
},
{
  "_id": {
    "$oid": "65a238215dc8d6f946287e4f"
  },
  "title": "PMP Certification Exam Prep Course 35 PDU Contact Hours/PDU",
  "thumbnail": "https://img-c.udemycdn.com/course/480x270/1759114_873a_13.jpg",
  "duration": "64638",
  "categoryName": "Project Manager",
  "longDescription": "Calamitas aliquam triumphus administratio. Attero stipes capio aureus terebro peccatus vestigium. Vel voluptates tero amiculum.\nSoluta auctor consequatur. Degero una adversus nam vergo compono claro. Amplexus adduco cicuta deprimo alter capillus accusantium crapula undique.\nNostrum benigne somnus ulciscor confido. Curo denuncio acidus. Ara urbs celer vado consequatur timor ater molestias.",
  "language": "en",
  "price": 12,
  "createdAt": {
    "$date": "2023-06-08T08:08:27.272Z"
  },
  "shortDescription": "Get your PMP Certification with this course. Fully updated for the 2023 PMP Exam",
  "ratings": 4.7,
  "totalRatings": 14,
  "totalUserEnrolled": 0,
  "__v": 0
},
{
  "_id": {
    "$oid": "65a238215dc8d6f946287e50"
  },
  "title": "The Complete Project Management Fundamentals Course + CERT",
  "thumbnail": "https://img-c.udemycdn.com/course/480x270/1163356_793e_11.jpg",
  "duration": "80176",
  "categoryName": "Project Manager",
  "longDescription": "Vacuus appono crux commemoro cerno vomica tardus calco derideo aperio. Creptio supra cinis comminor suffoco aperte. Odio est rerum amor.\nSolum perferendis cimentarius alioqui apto accusator suffragium defetiscor aggredior. Charisma ullam concedo. Vicissitudo sortitus blandior aspernatur vulgaris utilis.\nConitor appono combibo. Adficio audentia textus alii inflammatio depulso crudelis. Audacia cuius cohaero theca.",
  "language": "en",
  "price": 587,
  "createdAt": {
    "$date": "2023-08-08T12:13:46.966Z"
  },
  "shortDescription": "Project Management Certification to get in an industry that is adding 1.5 million jobs each year: Project Management",
  "ratings": 4.5,
  "totalRatings": 8,
  "totalUserEnrolled": 0,
  "__v": 0
},
{
  "_id": {
    "$oid": "65a238215dc8d6f946287e53"
  },
  "title": "PMP Exam Prep Seminar - Complete Exam Coverage with 35 PDUs",
  "thumbnail": "https://img-c.udemycdn.com/course/480x270/1361790_2eb7_2.jpg",
  "duration": "59147",
  "categoryName": "Project Manager",
  "longDescription": "Adulescens debeo commodi. Tabula ancilla tamdiu caritas vigilo cunabula tabernus trepide aeger conduco. Depulso confero voro.\nBlanditiis decens utrum velociter sortitus corona laudantium subnecto altus denuo. Arbor canto tot. Adopto spectaculum vado dapifer antiquus turpis acies cometes aegre ambulo.\nSui deleniti averto armarium pecco explicabo. Denique tredecim ventito desparatus turbo voluntarius corpus voro subvenio. Congregatio sum stips casus sint.",
  "language": "en",
  "price": 589,
  "createdAt": {
    "$date": "2023-12-03T22:51:00.468Z"
  },
  "shortDescription": "PMP Exam Prep Seminar - Earn 35 PDUs by completing the entire PMP course",
  "ratings": 4.6,
  "totalRatings": 49,
  "totalUserEnrolled": 0,
  "__v": 0
},
{
  "_id": {
    "$oid": "65a238215dc8d6f946287e54"
  },
  "title": "Deeply Practical Project Management (16 PDUs)",
  "thumbnail": "https://img-c.udemycdn.com/course/480x270/848496_b3be_50.jpg",
  "duration": "42049",
  "categoryName": "Project Manager",
  "longDescription": "Asporto adfectus tutamen natus aequitas ubi. Aufero confido suggero paulatim toties coadunatio surgo solutio thema. Ultio socius cibo id aveho.\nCreber vomito odio vestrum cohors somnus tabella angulus textus spargo. Acceptus conforto vesica. Turbo utrum voluptatem aggero admoneo temptatio utrimque cupio aestas.\nPecco bibo ipsa vorax cubo pectus. Deporto decretum umerus vigilo adamo dedecor thymbra summisse aggredior. Undique coaegresco cerno tantum ceno.",
  "language": "en",
  "price": 158,
  "createdAt": {
    "$date": "2023-07-22T02:47:18.354Z"
  },
  "shortDescription": "How to apply the PMI project management processes in the simplest, most practical way, with a professional 44M example.",
  "ratings": 4.6,
  "totalRatings": 36,
  "totalUserEnrolled": 0,
  "__v": 0
},
{
  "_id": {
    "$oid": "65a238215dc8d6f946287e55"
  },
  "title": "Essential Excel for Project Managers",
  "thumbnail": "https://img-c.udemycdn.com/course/480x270/4682186_0e31_3.jpg",
  "duration": "34773",
  "categoryName": "Project Manager",
  "longDescription": "Verus addo crebro apostolus. Abeo trado arcus benevolentia. Tenus vetus benevolentia adsidue apud turbo.\nCaecus alo modi summopere audacia sumo fugiat pecco conatus. Terminatio demergo vomer adiuvo cito explicabo articulus. Voco apud benigne.\nDelicate speculum voluptas decretum doloremque valens tum ait. Vallum amita decipio peccatus peccatus cui confugo trans crudelis viriliter. Quia tersus vulticulus blanditiis subito defluo abutor.",
  "language": "en",
  "price": 638,
  "createdAt": {
    "$date": "2023-08-10T09:26:13.911Z"
  },
  "shortDescription": "A practical guide on how to use Excel for preparing and managing projects",
  "ratings": 4.4,
  "totalRatings": 41,
  "totalUserEnrolled": 0,
  "__v": 0
},
{
  "_id": {
    "$oid": "65a238215dc8d6f946287e56"
  },
  "title": "PMP Certification: 35+ PDU Formal PMP Exam Prep_New PMP 2024",
  "thumbnail": "https://img-b.udemycdn.com/course/480x270/1260576_e0ab_4.jpg",
  "duration": "24565",
  "categoryName": "Project Manager",
  "longDescription": "Crustulum claudeo optio. Deduco patior curatio vulgaris cohaero tamdiu cohors administratio. Vetus patrocinor aveho super vesica tamen cribro suscipio currus officia.\nCenaculum omnis cupio subseco. Casus bonus facilis antiquus itaque solvo civitas peccatus tener. Vigilo vehemens libero acervus baiulus eveniet quisquam communis.\nTantillus bestia ventito cometes demonstro subvenio amitto tempus. Animus capillus expedita confugo cornu adipiscor cohibeo delego casso. Abduco argumentum ulterius.",
  "language": "en",
  "price": 536,
  "createdAt": {
    "$date": "2023-11-12T08:50:56.594Z"
  },
  "shortDescription": "PMPⓇ Certification: 42 PDU PMP Exam Complete Training / Get the PMP Project Management Certification on the first try!",
  "ratings": 4.6,
  "totalRatings": 37,
  "totalUserEnrolled": 0,
  "__v": 0
},
{
  "_id": {
    "$oid": "65a238215dc8d6f946287e57"
  },
  "title": "CAPM Exam Prep Seminar -Updated for the 2023 CAPM Exam",
  "thumbnail": "https://img-c.udemycdn.com/course/480x270/1411586_8ea2_3.jpg",
  "duration": "74269",
  "categoryName": "Project Manager",
  "longDescription": "Paulatim advenio sequi acsi comptus. Deserunt quas demoror stillicidium alter sufficio textilis deleo. Aufero temporibus textilis sufficio acidus crapula veritas asperiores.\nVinitor tremo astrum officiis adinventitias bellicus. Tertius capto utilis cunae decerno tabella collum denuncio depraedor acer. Caput ver sunt cubicularis claro.\nArtificiose corrumpo annus tactus calco. Ager fuga tepesco amplus solium ventosus sublime decens vorax taceo. Vociferor trepide villa bestia.",
  "language": "en",
  "price": 759,
  "createdAt": {
    "$date": "2023-03-20T03:49:03.525Z"
  },
  "shortDescription": "Pass the CAPM and Earn 25 Contact Hours to Qualify for the CAPM Exam",
  "ratings": 4.7,
  "totalRatings": 68,
  "totalUserEnrolled": 0,
  "__v": 0
},
{
  "_id": {
    "$oid": "65a238215dc8d6f946287e52"
  },
  "title": "Become a Product Manager | Learn the Skills & Get the Job",
  "thumbnail": "https://img-c.udemycdn.com/course/480x270/673654_d677_7.jpg",
  "duration": "33546",
  "categoryName": "Project Manager",
  "longDescription": "Barba ancilla tripudio. Arguo theca cariosus blanditiis deficio commemoro aureus vel carus tripudio. Universe capitulus trado.\nViriliter autem vallum. Subito tendo quibusdam suffoco avarus. Denique pauper atavus aetas repellendus.\nVersus texo capillus comparo charisma. Audacia angustus desipio demitto veritas videlicet demulceo voluptatum. Arto acer congregatio adamo amplitudo adulescens dolores.",
  "language": "en",
  "price": 555,
  "createdAt": {
    "$date": "2023-10-21T05:26:32.303Z"
  },
  "shortDescription": "The most complete course available on Product Management. 13+ hours of videos, activities, interviews, & more",
  "ratings": 4.5,
  "totalRatings": 41,
  "totalUserEnrolled": 0,
  "__v": 0
},
{
  "_id": {
    "$oid": "65a238215dc8d6f946287e51"
  },
  "title": "Project Management Professional (PMP)",
  "thumbnail": "https://img-b.udemycdn.com/course/480x270/2890902_192a_31.jpg",
  "duration": "14535",
  "categoryName": "Project Manager",
  "longDescription": "Libero tergeo sapiente cupiditate casso coma certe speculum. Vacuus adulatio comptus. Acceptus allatus stella aeternus censura utroque tot.\nThermae claustrum urbs venustas patrocinor. Deprimo adiuvo tametsi nesciunt assumenda. Crur trucido coniecto aptus benigne debilito.\nCubo maiores tabernus congregatio spargo facilis adulatio terga. Similique accusantium cotidie tersus. Defero video suscipit labore verto supplanto.",
  "language": "en",
  "price": 543,
  "createdAt": {
    "$date": "2023-11-16T21:37:00.201Z"
  },
  "shortDescription": "60 PDU PMI PMP Certificate Exam Prep by PMBOK7 and PMBOK6",
  "ratings": 4.3,
  "totalRatings": 24,
  "totalUserEnrolled": 0,
  "__v": 0
}]